{"_id":{"$oid":"6404d37c6f0aeac046c4903d"},"title":"What cheese and chili does circle k use?","body":"Apologies if this isn't allowed, but I'm trying to make my boyfriend's favorite snack which is the hot cheese and chili at circle k that they have for their hot dogs and nachos over Chester hot fries. If anyone can help me find the exact brand and kind circle k uses that would be amazing thank you","author":"QuestioningMIL","timestamp":1.678037799784E+12,"interested_count":0,"answers_count":0,"views_count":0,"topics":["001","002","003"],"answers":[{"author":"64115cbb8aa198ba66efe34f","body":"My answer"},{"author":"641160b58aa198ba66efe350","body":"My answer"},{"author":"6411628a8aa198ba66efe351","body":"My answer"}]}
{"_id":{"$oid":"6404d5006f0aeac046c4903e"},"title":"Im 100% sure my friend died earlier this year. How can i find some definitive proof?","body":"I live in australia and had a very good friend online thst i never met, she lives in america. She was moving back to florida earlier this year, and worked in physical rehab. She had all social media like Facebook deactivated, so i cant search for family there. All of our mutal websites that we used daily, show her last login during June. We talked pretry frequently, and this would easily be the longest we haven't. I have sent sos messages just letting her to to reply so i dont panic, multiple times with no result.She was Pakistani, and her name is incredibly common. Like john Smith common.\nIm absolutely sure she's dead, im hoping to god not, but its just one of those things that you know to be true. How can i go about finding a grave, or a death certificate, or anything thst can give me proof? I know shes libed in new jersey, florida, texas and either Pennsylvania or Philadelphia. Im sorry if this is the wrong place to post. Im just hurting alot and miss my friend and need proof so i can start to heal and move on","author":"Doctor_Monty","timestamp":1.678038101659E+12,"interested_count":0,"answers_count":0,"views_count":0}
{"_id":{"$oid":"6404d6e66f0aeac046c4903f"},"title":"WTF is with these crappy Chinese restaurants everywhere that have the exact same food, same place mats, same decor, same prices?!? They're never busy but they stay open for decades.","body":"It's hard for me to imagine that a Chinese family comes here to America and serves this unauthentic shit. I want to try what they like. I want something unique, but for the most part we get this cookie cutter restaurant.\nThey're are all over CA at least. They all look and taste the same with some sort of name like \"China Chef\" or \"Golden Lantern.\"\nThey have they same place mats that show your b-day animal sign. They serve the same crappy, greasy, slimy Chinese food that looks like it all came from the same place.\nEgg rolls = exactly the same Sweat and sour (anything) = Same same same Orange chicken = Orange syrup covered pre-cooked chicken shit nuggets!\nHow can this be? Is there a Chinese restaurant starter kit?","author":"Garret_AJ","timestamp":1.678038724922E+12,"interested_count":0,"answers_count":0,"views_count":0}
{"_id":{"$oid":"640adaaa7e662b5c58120d86"},"author":"1weetwoot","title":"Who is in charge of forming a public school in CA?","body":"Our city in California is building more housing, but no new schools to address the incoming families. When I emailed the City when a new school will come, they said while they aggree, the City government is not in charge of forming or building schools. So who is?","timestamp":1678429926,"interested_count":0,"answers_count":0,"views_count":0}
{"_id":{"$oid":"64132ce16159f2f517ab7e8d"},"author":"GanjaRelease","title":"Are you able to swallow pills without water?","body":"Some (like myself) are unable to swallow even the smallest pill without assistance from water. Others claim that it makes no difference.","interested_count":83,"answers_count":222,"views_count":1000,"timestamp":1.678978273206E+12}
