{"_id":{"$oid":"640b946869332391c2fa770b"},"name":"Accounting","description":"Accounting, also known as accountancy, is the measurement, processing, and communication of financial and non-financial information about economic entities such as businesses and corporations.","path":"1"}
{"_id":{"$oid":"640c1a02258dadaf808c558b"},"name":"Accounting Software","description":"Software used in Accounting activities.","path":"1/1"}
{"_id":{"$oid":"640c1b76258dadaf808c558c"},"name":"COMPAQ","description":"Compaq is a popular accounting software in Mexico","path":"1/1/1"}
{"_id":{"$oid":"640ed127d1c49070e192cd56"},"name":"Finance","description":"Finance is the study and discipline of money, currency and capital assets. It is related to, but not synonymous with economics, which is the study of production, distribution, and consumption of money, assets, goods and services (the discipline of financial economics bridges the two).","path":"undefined/2"}
{"_id":{"$oid":"640ed230d1c49070e192cd57"},"name":"Taxes","description":"A tax is a compulsory financial charge or some other type of levy imposed on a taxpayer (an individual or legal entity) by a governmental organization in order to fund government spending and various public expenditures (regional, local, or national),[2] and tax compliance refers to policy actions and individual behaviour aimed at ensuring that taxpayers are paying the right amount of tax at the right time and securing the correct tax allowances and tax reliefs.","path":"undefined/3"}
{"_id":{"$oid":"640ed8e492e173f62d2bd1e3"},"name":"Cheese","description":"Cheese is a dairy product produced in wide ranges of flavors, textures, and forms by coagulation of the milk protein casein.","udc_code":"001"}
{"_id":{"$oid":"640ed9d292e173f62d2bd1e4"},"name":"Chili","description":"Chili con carne (also spelled chilli con carne or chile con carne and shortened to chili or chilli) is a spicy stew containing chili peppers (sometimes in the form of chili powder), meat (usually beef), tomatoes, and often pinto beans or kidney beans.","udc_code":"002"}
{"_id":{"$oid":"640eda1092e173f62d2bd1e5"},"name":"Circle K","description":"Since the 1980s, Circle K has been the largest chain of company-owned and operated (non-franchised) convenience stores in the United States.","udc_code":"003"}
